{
    "AudioFiles": [
      {
        "Hash": "dcdba3aec2960d7f3efd9a5fc83c5b699ec518a149ee4e9f4b7cef8074134ed1",
        "Name": "159385897_mono.wav",
        "Url": "/my_nfs/audio_files/159385897_mono.wav",
        "LengthInSeconds": 107.208,
        "CombinedText": "صباح الخير. اتصالات هادي مع حضرتك. أوكي صباح الخير يا فندم، أستاذة هناء معايا؟ معاك هنا أه. أهلا وسهلا يا فندم، أقدر أساعد حضرتك على نفس الرقم ولا في رقم تاني؟ أيوة هو رقمين تحت بعض، مهم إن عايزة ده بيقول لي لا يمكن الإتصال، وصلت الحد الائتماني. ن حضرتك بقول لحضرتك وصلتي للحد الائتماني. آه مفهمتش لحظة معايا. طيب، أوكي. حضرتك كنت بتكلم يا فندم؟ أه. مش عارفة. كنت بكلم زيرو كام يعني؟ يعني حضرتك كنت بتكلمي أرقام عادية يعني إتصالات أو أي شبكة تانية؟ ولا أرقام مختلفة؟ ودافون؟ أوكي؟ لحظة واحدة؟ المشكلة دي مع حضرتك من امتى؟ دلوقتي كده؟ مينفعش فعلا 1/4 ساعة؟ أوكي؟ أنا واضح عندي إن حضرتك معاكي دقايق، مفيش أي مشكلة خالص. تمام، أنا بس هعمل لحضرتك خطوة تنشيطية من خلالي، وهرجع أكلم حضرتك تاني، تأكد بس إن الخدمة اشتغلت مع حضرتك ولا في مشكلة، بس هستأذن حضرتك بس تعملي وضع الطيران بعد إنهاء المكالمة لمدة دقيقة، تمام؟ وأنا هرجع أكلم حضرتك تاني بعد ما أعمل لحضرتك الخطوة التنشيطية من خلال. حاضر. حابه أوضح لحضرتك أي استفسار تاني. لا، يا حبيبتي. شكرا شرفتيني يا فندم. سعداء بخدمة حضرتك إتصالات، أتمنى لك يوم جميل. مع السلامة يا حبي، ميرسي، مع السلامة. آه.",
        "Segments": [
          {
            "Channel": 1,
            "Text": "صباح الخير. اتصالات هادي مع حضرتك.",
            "DurationInSeconds": 2.07,
            "Id": "2e4713974430412d83afc92a400d550f",
            "Language": "ar-EG",
            "Confidence": 0.8871014,
            "Words": [
              {
                "Text": "صباح",
                "StartTimeInSeconds": 2.65,
                "EndTimeInSeconds": 2.98
              },
              {
                "Text": "الخير",
                "StartTimeInSeconds": 2.99,
                "EndTimeInSeconds": 3.29
              },
              {
                "Text": "اتصالات",
                "StartTimeInSeconds": 3.30,
                "EndTimeInSeconds": 3.76
              },
              {
                "Text": "هادي",
                "StartTimeInSeconds": 3.77,
                "EndTimeInSeconds": 4.01
              },
              {
                "Text": "مع",
                "StartTimeInSeconds": 4.02,
                "EndTimeInSeconds": 4.14
              },
              {
                "Text": "حضرتك",
                "StartTimeInSeconds": 4.15,
                "EndTimeInSeconds": 4.72
              }
            ]
          }
        ]
      }
    ]
  }
  