{
    "158396509.wav": {
        "id": 158396509,
        "recordingID": 1,
        "CallDuration": "0:01:32",
        "Audio_Size": 5784,
        "Call Category": "complaint",
        "AgentID": 299937,
        "Agent Name": "Menallah Mohamed Gaber Abdelfatah",
        "Call Date": "2023-10-02 15:49:28",
        "Comment": ""
    },
    "158500611.wav": {
        "id": 158500611,
        "recordingID": 2,
        "CallDuration": "0:01:49",
        "Audio_Size": 6840,
        "Call Category": "complaint",
        "AgentID": 299464,
        "Agent Name": "Mahmoud Sabry Mahmoud Khalaf",
        "Call Date": "2023-10-02 20:16:53",
        "Comment": "Missing Information related to WE Mobile Line Adjustment - As CCA should Follow WE Mobile Line Adjustment process to Add GB to CST as a Compensate on WE Mobile number if avail , As CST has TKT #104858935 on 3rd level and already passed SLA /Missing System Action Delayed TKT - As For any SLA exceeded CCA should inform customer 1 Day SLA and create delay ticket on Ireport/cases , As TKT escalated to IU on 01-10-2023, 07:52 PM then transferred to CC-Follow up on 03-10-2023, 01:47 PM which mean that TKT lready passed SLA",
        "summarization_en": "The conversation involves Souq contacts with Mr. Said, inquiring about his inquiry about a DIY line and whether he wants to transfer the ownership of the DSL line to a different number. The agent also inquires about a discount that was received by Mr. Said. The conversation ends with the agent promising to call Mr. Said again on the same number to review the line and inform him that it is now under his command.",
        "summarization_ar-eg": "تتضمن المحادثة اتصالات سوق مع السيد سعيد ، والاستفسار عن استفساره عن خط DIY وما إذا كان يريد نقل ملكية خط DSL إلى رقم مختلف. كما يستفسر الوكيل عن الخصم الذي تلقاه السيد سعيد. تنتهي المحادثة بوعد العميل بالاتصال بالسيد سعيد مرة أخرى على نفس الرقم لمراجعة الخط وإبلاغه بأنه الآن تحت قيادته."
    },
    "159775973.wav": {
        "id": 159775973,
        "recordingID": 3,
        "CallDuration": "0:01:46",
        "Audio_Size": 6664,
        "Call Category": "complaint",
        "AgentID": 219726,
        "Agent Name": "Hosni abd elhafez rashed mohamed",
        "Call Date": "2023-10-06 18:36:01",
        "Comment": "",
        "summarization_en": "Mr. Alaa Keda contacted the service provider to transfer internet connection from two numbers to another. The transfer was successful, with the current line having 2500 megabytes, the lines after 82 and 85 having 2925 and 2457 respectively. The service provider also asked about the number of minutes in each number, which was 1355 and 588 respectively.",
        "summarization_ar-eg": "تواصل السيد علاء كيدا مع مزود الخدمة لنقل اتصال الإنترنت من رقمين إلى آخر. كان النقل ناجحا ، حيث كان الخط الحالي يحتوي على 2500 ميغابايت ، والخطوط بعد 82 و 85 تحتوي على 2925 و 2457 على التوالي. كما سأل مقدم الخدمة عن عدد الدقائق في كل رقم والتي كانت 1355 و 588 على التوالي."
    },
    "158062039.wav": {
        "id": 158062039,
        "recordingID": 4,
        "CallDuration": "0:01:37",
        "Audio_Size": 6086,
        "Call Category": "hitting the company",
        "AgentID": 250225,
        "Agent Name": "Ahmed Rabea Mohamed Abdelrazek",
        "Call Date": "2023-10-01 17:20:46",
        "Comment": "Incomplete script as CCA should inform the CST with full script \"the fixing of problem and change main wire will be without any fees, and the technician is not responsible for the internal wiring or changing any device such as router or splitter\"\nCCA should inform the CST with full ticket number 3494090102.",
        "summarization_en": "The conversation involves a person named Colton Hichal, who is in Clton and expresses his dissatisfaction with a certain decision or subscription. He expresses his desire to not participate in any subscriptions and assures that he does not want to participate in any further. The representative from the company assures him that all subscriptions have been cancelled and there is no further need for him.",
        "summarization_ar-eg": "تتضمن المحادثة شخصا يدعى كولتون هيشال ، الموجود في Clton ويعبر عن عدم رضاه عن قرار أو اشتراك معين. يعرب عن رغبته في عدم المشاركة في أي اشتراكات ويؤكد أنه لا يريد المشاركة في أي شيء آخر. يؤكد له ممثل الشركة أنه تم إلغاء جميع الاشتراكات وليس هناك حاجة أخرى له."
    },
    "158635819.wav": {
        "id": 158635819,
        "recordingID": 5,
        "CallDuration": "0:01:54",
        "Audio_Size": 7128,
        "Call Category": "hitting the company",
        "AgentID": 60252,
        "Agent Name": "Esraa Ahmed Abdallah Hassona",
        "Call Date": "2023-10-03 11:03:38",
        "Comment": "",
        "summarization_en": "The conversation revolves around a person who is in Qatar and needs to use a phone due to a high bill. They discuss the need to turn on the phone to a limit and suggest using the phone while they are normal. They also discuss the issue of their internet not working and suggest turning off the cell phone and opening it again in 5 minutes.",
        "summarization_ar-eg": "تدور المحادثة حول شخص موجود في قطر ويحتاج إلى استخدام الهاتف بسبب ارتفاع الفاتورة. يناقشون الحاجة إلى تشغيل الهاتف إلى حد أقصى ويقترحون استخدام الهاتف بينما يكونون طبيعيين. يناقشون أيضا مسألة عدم عمل الإنترنت الخاص بهم ويقترحون إيقاف تشغيل الهاتف الخلوي وفتحه مرة أخرى في غضون 5 دقائق."
    },
    "158308797.wav": {
        "id": 158308797,
        "recordingID": 6,
        "CallDuration": "0:01:44",
        "Audio_Size": 6552,
        "Call Category": "normal calls",
        "AgentID": 261800,
        "Agent Name": "Huda Abdo Zaghloul Raslan",
        "Call Date": "2023-10-02 12:43:44",
        "Comment": "Wireless",
        "summarization_en": "The document is a conversation between a customer and a representative from a communications company. The customer has a bill of 1300 and wishes to pay part of it in installments from the beginning of the next month. The representative agrees to this plan and promises to follow up with the credit department if there are any new issues.",
        "summarization_ar-eg": "المستند عبارة عن محادثة بين عميل وممثل من شركة اتصالات. العميل لديه فاتورة 1300 ويرغب في دفع جزء منها على أقساط من بداية الشهر التالي. يوافق الممثل على هذه الخطة ويعد بالمتابعة مع قسم الائتمان إذا كانت هناك أي مشكلات جديدة."
    },
    "158836735.wav": {
        "id": 158836735,
        "recordingID": 7,
        "CallDuration": "0:01:22",
        "Audio_Size": 5127,
        "Call Category": "normal calls",
        "AgentID": 287908,
        "Agent Name": "Fouad Hamdi Atef Abokoura",
        "Call Date": "2023-10-03 19:36:51",
        "Comment": "CST follow within sla Blq",
        "summarization_en": "The conversation begins with a customer inquiring about the internet and its use, specifically in relation to downloading gifts. The customer expresses no need for such services, but the customer is advised to focus on the recorders that bring them, as they can be used for offers or needs that the customer can benefit from. The customer is also assured that they will follow up on any further inquiries.",
        "summarization_ar-eg": "تبدأ المحادثة باستفسار أحد العملاء عن الإنترنت واستخدامه ، وتحديدا فيما يتعلق بتنزيل الهدايا. لا يعبر العميل عن حاجته لمثل هذه الخدمات، ولكن ينصح العميل بالتركيز على المسجلات التي تجلبها، حيث يمكن استخدامها للعروض أو الاحتياجات التي يمكن للعميل الاستفادة منها. كما يطمئن العميل إلى أنه سيتابع أي استفسارات أخرى."
    },
    "159385897.wav": {
        "id": 159385897,
        "recordingID": 8,
        "CallDuration": "0:01:47",
        "Audio_Size": 6700,
        "Call Category": "normal calls",
        "AgentID": 261800,
        "Agent Name": "Huda Abdo Zaghloul Raslan",
        "Call Date": "2023-10-05 13:59:28",
        "Comment": "line down first escalation ",
        "summarization_en": "The conversation begins with Professor Hana Maara Maara greeting a customer and asking if they need help with a call. The customer confirms they are unable to call and asks if they have reached their credit limit. The professor offers to help with a refresh step and asks for permission to turn on flight mode after the call ends.",
        "summarization_ar-eg": "تبدأ المحادثة بالبروفيسورة هناء معرة معرة وهي تحيي أحد العملاء وتسأله عما إذا كان بحاجة إلى مساعدة في المكالمة. يؤكد العميل أنه غير قادر على الاتصال ويسأل عما إذا كان قد وصل إلى حد الائتمان الخاص به. يعرض الأستاذ المساعدة في خطوة التحديث ويطلب الإذن لتشغيل وضع الطيران بعد انتهاء المكالمة."
    },
    "159831412.wav": {
        "id": 159831412,
        "recordingID": 9,
        "CallDuration": "0:01:26",
        "Audio_Size": 5402,
        "Call Category": "normal calls",
        "AgentID": 194670,
        "Agent Name": "Mohamed Mansor Hassan Farhan",
        "Call Date": "2023-10-06 21:28:53",
        "Comment": "payment not clear ( CST paid via farwry )",
        "summarization_en": "The conversation revolves around a bill request that was not submitted for the eve of six. The deadline for the presentation of the invoice has been postponed to the 12th of June. The conversation also touches on the filter that indicates the possibility of a postponement request.",
        "summarization_ar-eg": "تدور المحادثة حول طلب مشروع قانون لم يتم تقديمه عشية السادسة. تم تأجيل الموعد النهائي لتقديم الفاتورة إلى 12 يونيو. تتطرق المحادثة أيضا إلى المرشح الذي يشير إلى إمكانية طلب التأجيل."
    },
    "160260415.wav": {
        "id": 160260415,
        "recordingID": 10,
        "CallDuration": "0:01:41",
        "Audio_Size": 6358,
        "Call Category": "normal calls",
        "AgentID": 296118,
        "Agent Name": "Esraa Mohamed Abdelmonem Mahmoud",
        "Call Date": "2023-10-08 11:13:51",
        "Comment": "line down first escalation ",
        "summarization_en": "The conversation involves a representative from a company, presumably a bank, welcoming Mr. Waleed and discussing his services. The representative assures Mr. Waleed that there are no issues with replacing points, and if there are problems with the machine, it can be tried at another location or branch. The representative also mentions that Mr. Waleed can redeem his 8942 points by choosing Mish points.",
        "summarization_ar-eg": "تتضمن المحادثة ممثلا عن شركة، يفترض أنها بنك، يرحب بالسيد وليد ويناقش خدماته. يؤكد الممثل للسيد وليد أنه لا توجد مشاكل في استبدال النقاط ، وإذا كانت هناك مشاكل في الجهاز ، فيمكن تجربتها في موقع أو فرع آخر. يذكر الممثل أيضا أن السيد وليد يمكنه استبدال نقاطه البالغ عددها 8942 نقطة باختيار نقاط مش."
    }
}